[
 [
  "How many end crystals does it take to respawn the ender dragon?",
  "4"
 ],
 [
  "Which item is needed to breed sheep?",
  "Wheat"
 ],
 [
  "In which version of Minecraft were End Cities added?",
  "1.9"
 ],
 [
  "How many inventory slots does a small chest have?",
  "27"
 ],
 [
  "What's the highest level of Efficiency you can add to a diamond pickaxe using an enchantment table?",
  "4"
 ],
 [
  "How much material is needed to craft a complete armor set?",
  "24"
 ],
 [
  "Which beacon power is shown in the picture?",
  "Regeneration"
 ],
 [
  "How much paper is needed to craft a book?",
  "3"
 ],
 [
  "Which item is needed to increase the duration of a potion?",
  "Redstone Dust"
 ],
 [
  "Which of these mobs can't swim?",
  "Enderman"
 ],
 [
  "Which of the following provides the most amount of light?",
  "Lantern"
 ],
 [
  "Which of these mobs is not a type of Illager? (yes it's spelled right..)",
  "Shulker"
 ],
 [
  "You can put a chest on a donkey.",
  "True"
 ],
 [
  "How many slots does a hopper have?",
  "5"
 ],
 [
  "What is the maximum building height (in blocks) in Minecraft?",
  "256"
 ],
 [
  "In which version of Minecraft were Redstone blocks added?",
  "1.5"
 ],
 [
  "Which block(s) are produced from the mixing of water and lava?",
  "Obsidian, Cobblestone and Stone"
 ],
 [
  "There is an achievement related to pigs falling off cliffs.",
  "True"
 ],
 [
  "How many colors of wool are there in Minecraft?",
  "16"
 ],
 [
  "Which of the following has the least durability?",
  "Gold sword"
 ],
 [
  "Which Minecraft version (Java) added Bees?",
  "1.15"
 ],
 [
  "Spiders drop cobwebs and spider eyes when killed.",
  "False"
 ],
 [
  "Which mob has 3 heads?",
  "Wither"
 ],
 [
  "Which of these items might drop when killing an Enderman?",
  "Ender Pearl"
 ],
 [
  "If you put an iron ingot into a crafting table, you can craft iron nuggets.",
  "True"
 ],
 [
  "How many different dimensions does Minecraft have?",
  "3"
 ],
 [
  "Which of the following provides the least amount of light?",
  "Redstone Torch"
 ],
 [
  "A diamond helmet grants more defense than a complete leather armor set.",
  "False"
 ],
 [
  "How many Eyes of Ender are needed to activate the End portal?",
  "12"
 ],
 [
  "Which of these mobs drops food when killed?",
  "Pig"
 ],
 [
  "Which company bought Minecraft and Mojang?",
  "Microsoft"
 ],
 [
  "Which of these target selectors is false?",
  "@e is for 'effluent player'"
 ],
 [
  "What happens to an ender chest when broken with a regular diamond pickaxe?",
  "8 obsidian drops"
 ],
 [
  "Which item is needed to increase the strength of a potion?",
  "Glowstone Dust"
 ],
 [
  "Which of these mobs doesn't exist in Minecraft?",
  "Shark"
 ],
 [
  "Which item is shown in the picture?",
  "Nether Wart"
 ],
 [
  "Which item is shown in the picture?",
  "Steak"
 ],
 [
  "How much paper is needed to craft a book?",
  "3"
 ],
 [
  "You can tell a wolf's health by their what?",
  "Tail"
 ],
 [
  "Which item is needed to brew a Lingering Potion?",
  "Dragon’s Breath"
 ],
 [
  "What happens if you name a sheep \"jeb_\"?",
  "It alternates colors"
 ],
 [
  "Which Minecraft player skin was the first to be created?",
  "Steve"
 ],
 [
  "Which Minecraft version (Java) is the Update Aquatic?",
  "1.13"
 ],
 [
  "Which of these ingredients is not needed to bake a cake?",
  "Cocoa Beans"
 ],
 [
  "In which version of Minecraft was the world border added?",
  "1.8"
 ],
 [
  "How much obsidian is needed to craft an enchanting table?",
  "4"
 ],
 [
  "What happens to a villager when struck by lightning?",
  "It turns into a witch"
 ],
 [
  "How big is the crafting table grid?",
  "3x3"
 ],
 [
  "Which mob was the developer trying to make but accidentally created the Creeper?",
  "Pig"
 ],
 [
  "In what version (Java) was the elytra added to Minecraft?",
  "1.9"
 ],
 [
  "How much damage (in hearts) does a Potion of Harming do?",
  "6"
 ],
 [
  "How many Ender Pearls can fit into a single inventory slot?",
  "16"
 ],
 [
  "How many books are needed to craft an enchanting table?",
  "1"
 ],
 [
  "Which of these mobs can't attack you from a distance?",
  "Bat"
 ],
 [
  "Creepers are green and have black eyes and mouth.",
  "True"
 ],
 [
  "Which action produces the Nausea effect?",
  "Eating a Pufferfish"
 ],
 [
  "What's the least amount of obsidian needed to craft a Nether portal?",
  "10"
 ],
 [
  "Minecraft Realms are hosted by Mojang and are not free.",
  "True"
 ],
 [
  "Which of the following armor tiers provides the best defense?",
  "Diamond"
 ],
 [
  "How many layers of blocks are generated on default superflat worlds?",
  "4"
 ],
 [
  "How much wool is needed to craft a bed?",
  "3"
 ],
 [
  "When does a Redstone torch turn off?",
  "When the block it is attached to receives another power signal"
 ],
 [
  "Which item is needed to brew a Splash Potion?",
  "Gunpowder"
 ],
 [
  "The Ghasts were voiced by which animal?",
  "Cat"
 ],
 [
  "When was the Nether added to Minecraft?",
  "1.4.2"
 ],
 [
  "What aquatic hostile mob was added to Minecraft in the year 2014?",
  "Guardians"
 ],
 [
  "Herobrine was added to Minecraft in version 1.4 but got removed in 1.7.10.",
  "False"
 ],
 [
  "Which mob is shown in the picture?",
  "Blaze"
 ],
 [
  "Which of these food items restores the most food points?",
  "Mushroom Stew"
 ],
 [
  "How much bone meal do you get from 1 bone?",
  "3"
 ],
 [
  "How can you control a pig while riding it?",
  "Use a carrot on a stick"
 ],
 [
  "What year was Minecraft first released to the public?",
  "2009"
 ],
 [
  "What was Minecraft almost called?",
  "Cave Game"
 ],
 [
  "A Blaze can be killed with snowballs.",
  "True"
 ],
 [
  "A fire arrow can be shot without a Flame enchanted bow.",
  "True"
 ],
 [
  "How many obsidian pillars does the End dimension have?",
  "10"
 ],
 [
  "The Ender Dragon's fireballs can be deflected.",
  "False"
 ],
 [
  "Which item is needed to remove potion effects?",
  "Milk Bucket"
 ],
 [
  "Which of these mobs drops gunpowder when killed?",
  "Ghast"
 ],
 [
  "What happens to a player's movement speed on Soul Sand, when it is placed on ice?",
  "Slows Down"
 ]
]